---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepHeatingCoilType
source: html/ba6f8f5a-6575-05d2-94e9-7c8d7141daab.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepHeatingCoilType Property

"Heating Coil"

## Syntax (C#)
```csharp
public static ForgeTypeId MepHeatingCoilType { get; }
```